import javax.swing.*;
import java.awt.*;
import java.awt.event.*;
import java.io.*;
import java.util.ArrayList;

public class testArray {
    String[][] newArray={{"январь","февраль","март","апрель","май","июнь","июль","август",
            "сентябрь","октябрь","ноябрь","декабрь"},
            {"январь","февраль","март","апрель","май","июнь","июль","август",
                    "сентябрь","октябрь","ноябрь","декабрь"},
            {"январь","февраль","март","апрель","май","июнь","июль","август",
                    "сентябрь","октябрь","ноябрь","декабрь"},
            {"январь","февраль","март","апрель","май","июнь","июль","август",
                    "сентябрь","октябрь","ноябрь","декабрь"}};

    public static void main(String[] args) {

    }
}
